{"data":{"allMarkdownRemark":{"edges":[{"node":{"id":"5ec342b1-b7d4-5e4b-927e-f65619490865","frontmatter":{"title":"Trening","date":"2018-11-03","slug":"post-five"},"excerpt":"Trening Kako trenirati TRENING s utezima najbolji je način za oblikovanje tijela, no ne postoji revolucionarni trening za početnike koji će dati velike rezultate preko noći. Ako nikada niste napravili trening u teretani i ne razlikujete sprave za mišiće leđa od onih za kvadriceps, onda je ovih…"}},{"node":{"id":"de4176d2-b124-5825-9879-73fcf657ac24","frontmatter":{"title":"vitamin B","date":"2018-11-02","slug":"post-four"},"excerpt":"Vitamin B O vitaminu B Nutricionistički pioniri (v. Nutricionizam) tijekom dvadesetih i tridesetih godina 20. stoljeća su otkrivali veze između različitih vidova zdravlja i nekih kemijskih tvari u namirnicama. Nerijetko su se u svojim istraživanjima morali vraćati par koraka unazad. U trenutku…"}},{"node":{"id":"721ce5ea-fcfb-5029-bb25-db13e1cf8c78","frontmatter":{"title":"whey protein","date":"2018-11-01","slug":"post-three"},"excerpt":"Whey protein  Što je whey protein THE Whey je naš vrhunski protein sirutke, napravljen stručnim postupcima filtracije i od najboljih sastojaka. Naša optimalna mješavina izolata, koncentrata i hidrolata proteina je posebno razvijena kako bi ti pomogla ostvariti mišićni rast koji trebaš, bez obzira na…"}},{"node":{"id":"4e79c88a-84b6-5975-b9b1-7fcff7343514","frontmatter":{"title":"bcaa","date":"2018-10-31","slug":"post-two"},"excerpt":"BCAA Što je BCAA Aminokiseline se dijele na esencijalne, dakle  one koje se mogu izgraditi u samom organizmu, i neesencijalne, koje čovjekov organizam nije u stanju napraviti, zato ih je neophodno unijeti kroz ishranu. Leucin, izoleucin i valin dio su prve kategorije i se nazivaju skupnim imenom…"}},{"node":{"id":"57fba1e6-189b-58b0-afa0-35a665f3b057","frontmatter":{"title":"Suplementacija","date":"2018-10-30","slug":"post-one"},"excerpt":"Suplementacija Što su suplementi Suplementi se obično povezuju sa sportašima i aktivnijim rekreativcima, odnosno općenito s ljudima koji su fizički aktivniji. Ne, to nisu nedozvoljna sredstva u teretani koja se piju iz sumnjivih shakera! To nisu niti zamjenski obroci i razni veseli shakeovi, a…"}}]}},"pageContext":{}}